---
kind: type
id: T:Autodesk.Revit.DB.PaperPlacementType
source: html/b0a39fd9-3b56-1cab-ecb9-15b4c32afd03.htm
---
# Autodesk.Revit.DB.PaperPlacementType

An enumerated type listing all Paper Placement types of Print Setting.

## Syntax (C#)
```csharp
public enum PaperPlacementType
```